[
    {
        "id": 319,
        "rating": 4.13,
        "year": 1951,
        "cover": "https://images.gr-assets.com/books/1329001083l/6474912.jpg",
        "summary": "<b>I'm convinced that I'm in direct-voice communication with the spirit of a young girl who was killed by Indians in this section about a hundred and seventy-five years ago.</b><br />First published in Weird Tales Vol. 43, No. 3<br /><u>Free download from Gutenburg.org</u>",
        "author": "FA545141-9C4A-49BB-B5DC-F1D185E0A7A2",
        "title": "Dearest"
    },
    {
        "year": 1959,
        "author": "5A8F1A18-F62A-474C-93AA-72B8E1CB4523",
        "id": 838,
        "cover": "https://images.gr-assets.com/books/1380897734l/12489209.jpg",
        "title": "Hex",
        "rating": 3.96
    },
    {
        "year": 1953,
        "summary": "The entities were utterly, ambitiously evil; their line of defense, apparently, was absolutely impregnable.",
        "author": "9BBB2533-BFF4-47A4-928E-AFE17EA8A66F",
        "id": 548,
        "cover": "https://images.gr-assets.com/books/1325370690l/13349438.jpg",
        "title": "I'll Kill You Tomorrow",
        "pages": 13,
        "rating": 3.11
    },
    {
        "year": 1920,
        "author": "842009B1-15A7-4C78-A9BF-D391117BD42F",
        "id": 633,
        "cover": "https://images.gr-assets.com/books/1453328570l/8276895.jpg",
        "title": "City of Endless Night",
        "pages": 314,
        "rating": 3.7
    },
    {
        "year": 1963,
        "author": "EB530372-1A12-489D-A033-9A63514EAC3A",
        "id": 682,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "title": "The Men in the Walls",
        "rating": 3.52
    },
    {
        "year": 1895,
        "summary": "The Time Machine is a science fiction novel by H. G. Wells, published in 1895 and written as a frame narrative. Wells is generally credited with the popularization of the concept of time travel by using a vehicle that allows an operator to travel purposely and selectively forwards or backwards in time. The term \"time machine\", coined by Wells, is now almost universally used to refer to such a vehicle.\nThe Time Machine has been adapted into three feature films of the same name, as well as two television versions, and a large number of comic book adaptations. It has also indirectly inspired many more works of fiction in many media productions.",
        "author": "531EDFA6-A361-4E15-873F-45E4EA0AF120",
        "plot": "The book's protagonist is an English scientist and gentleman inventor living in Richmond, Surrey, in Victorian England, and identified by a narrator simply as the Time Traveller. The narrator recounts the Traveller's lecture to his weekly dinner guests that time is simply a fourth dimension and his demonstration of a tabletop model machine for travelling through it. He reveals that he has built a machine capable of carrying a person through time, and returns at dinner the following week to recount a remarkable tale, becoming the new narrator.\nIn the new narrative, the Time Traveller tests his device with a journey that takes him to A.D. 802,701, where he meets the Eloi, a society of small, elegant, childlike adults. They live in small communities within large and futuristic yet slowly deteriorating buildings, doing no work and having a frugivorous diet. His efforts to communicate with them are hampered by their lack of curiosity or discipline, and he speculates that they are a peaceful, communist society, the result of humanity conquering nature with technology, and subsequently evolving to adapt to an environment in which strength and intellect are no longer advantageous to survival.\nReturning to the site where he arrived, the Time Traveller is shocked to find his time machine missing and eventually concludes that it has been dragged by some unknown party into a nearby structure with heavy doors, locked from the inside, which resembles a Sphinx. Luckily, he had removed the machine's levers before leaving it (the time machine being unable to travel through time without them). Later in the dark, he is approached menacingly by the Morlocks, ape-like troglodytes who live in darkness underground and surface only at night. Within their dwellings, he discovers the machinery and industry that makes the above-ground paradise possible. He alters his theory, speculating that the human race has evolved into two species: the leisured classes have become the ineffectual Eloi, and the downtrodden working classes have become the brutal light-fearing Morlocks. Deducing that the Morlocks have taken his time machine, he explores the Morlock tunnels, learning that due to a lack of any other means of sustenance, they feed on the Eloi. His revised analysis is that their relationship is not one of lords and servants but of livestock and ranchers. The Time Traveller theorizes that intelligence is the result of and response to danger; with no real challenges facing the Eloi, they have lost the spirit, intelligence, and physical fitness of humanity at its peak.\nMeanwhile, he saves an Eloi named Weena from drowning as none of the other Eloi take any notice of her plight, and they develop an innocently affectionate relationship over the course of several days. He takes Weena with him on an expedition to a distant structure that turns out to be the remains of a museum, where he finds a fresh supply of matches and fashions a crude weapon against Morlocks, whom he must fight to get back his machine. He plans to take Weena back to his own time. Because the long and tiring journey back to Weena's home is too much for them, they stop in the forest, and they are then overcome by Morlocks in the night, and Weena faints. The Traveller escapes when a small fire he had left behind them to distract the Morlocks catches up to them as a forest fire; Weena and the pursuing Morlocks are lost in the fire, and the Time Traveler is devastated over his loss.\nThe Morlocks open the Sphinx and use the time machine as bait to capture the Traveller, not understanding that he will use it to escape. He reattaches the levers before he travels further ahead to roughly 30 million years from his own time. There he sees some of the last living things on a dying Earth: menacing reddish crab-like creatures slowly wandering the blood-red beaches chasing enormous butterflies in a world covered in simple lichenous vegetation. He continues to make short jumps through time, seeing Earth's rotation gradually cease and the sun grow larger, redder, and dimmer, and the world falling silent and freezing as the last degenerate living things die out.\nOverwhelmed, he goes back to the machine and returns to Victorian time, arriving at his laboratory just three hours after he originally left. Interrupting dinner, he relates his adventures to his disbelieving visitors, producing as evidence two strange white flowers Weena had put in his pocket. The original narrator then takes over and relates that he returned to the Time Traveller's house the next day, finding him preparing for another journey. After promising to return in a short period of time, the narrator reveals that after 3 years of waiting, the Time Traveller has never returned.",
        "id": 1,
        "cover": "https://images.gr-assets.com/books/1327942880l/2493.jpg",
        "title": "The Time Machine",
        "pages": 118,
        "isbn": "0451528557",
        "rating": 3.87
    },
    {
        "year": 1952,
        "author": "FA545141-9C4A-49BB-B5DC-F1D185E0A7A2",
        "id": 627,
        "cover": "https://images.gr-assets.com/books/1335651526l/1931595.jpg",
        "title": "Ullr Uprising",
        "pages": 201,
        "isbn": "0441842925",
        "rating": 0
    },
    {
        "id": 97,
        "cover": "https://images.gr-assets.com/books/1290695782l/8882713.jpg",
        "summary": "This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.",
        "title": "Astounding Stories of Super-Science July 1930",
        "author": "21483ADC-8C8D-4574-BA6F-9BE4D764AE69",
        "rating": 3.88,
        "year": 1930
    },
    {
          "year": 1901,
          "id": 48,
          "pages": 213,
          "cover": "https://images.gr-assets.com/books/1311647668l/536478.jpg",
          "plot": "The narrator is a London businessman who withdraws to the countryside to write a play, by which he hopes to alleviate his financial problems. Bedford rents a small countryside house in Lympne, in Kent, where he wants to work in peace. He is bothered every afternoon, however, at precisely the same time, by a passer-by making odd noises. After two weeks Bedford accosts the man, who proves to be a reclusive physicist named Mr. Cavor. Bedford befriends Cavor when he learns he is developing a new material, cavorite, which can negate the force of gravity.\nWhen a sheet of cavorite is prematurely processed, it makes the air above it weightless and shoots off into space. Bedford sees in the commercial production of cavorite a possible source of \"wealth enough to work any sort of social revolution we fancied; we might own and order the whole world\". Cavor hits upon the idea of a spherical spaceship made of \"steel, lined with glass\", and with sliding \"windows or blinds\" made of cavorite by which it can be steered, and persuades a reluctant Bedford to undertake a voyage to the moon; Cavor is certain there is no life there.\nOn the way to the moon, they experience weightlessness, which Bedford finds \"exceedingly restful\". On the surface of the moon the two men discover a desolate landscape, but as the sun rises, the thin, frozen atmosphere vaporizes and strange plants begin to grow with extraordinary rapidity. Bedford and Cavor leave the capsule, but in romping about get lost in the rapidly growing jungle. They hear for the first time a mysterious booming coming from beneath their feet. They encounter \"great beasts\", \"monsters of mere fatness\", that they dub \"mooncalves\", and five-foot-high \"Selenites\" tending them. At first they hide and crawl about, but growing hungry partake of some \"monstrous coralline growths\" of fungus that inebriate them. They wander drunkenly until they encounter a party of six extraterrestrials, who capture them. The insectoid lunar natives (referred to as \"Selenites\", after Selene, the moon goddess) are part of a complex and technologically sophisticated society that lives underground, but this is revealed only in radio communications received from Cavor after Bedford's return to earth.\nBedford and Cavor break out of captivity beneath the surface of the moon and flee, killing several Selenites. In their flight they discover that gold is common on the moon. In their attempt to find their way back to the surface and to their sphere, they come upon some Selenites carving up mooncalves but fight their way past. Back on the surface, they split up to search for their spaceship. Bedford finds it but returns to Earth without Cavor, who injured himself in a fall and was recaptured by the Selenites, as Bedford learns from a hastily scribbled note he left behind.\nChapter 19, \"Mr. Bedford in Infinite Space\", plays no role in the plot but is a remarkable set piece in which the narrator describes experiencing a quasi-mystical \"pervading doubt of my own identity. . . the doubts within me could still argue: 'It is not you that is reading, it is Bedford—but you are not Bedford, you know. That's just where the mistake comes in.' 'Counfound it!' I cried, 'and if I am not Bedford, what am I? But in that direction no light was forthcoming, though the strangest fancies came drifting into my brain, queer remote suspicions like shadow seem from far away... Do you know I had an idea that really I was something quite outside not only the world, but all worlds, and out of space and time, and that this poor Bedford was just a peephole through which I looked at life...\"\nBy good fortune, the narrator lands in the sea off the coast of Britain, near the seaside town of Littlestone, not far from his point of departure. His fortune is made by some gold he brings back, but he loses the sphere when a curious boy named Tommy Simmons climbs into the unattended sphere and shoots off into space. Bedford writes and publishes his story in The Strand Magazine, then learns that \"Mr. Julius Wendigee, a Dutch electrician, who has been experimenting with certain apparatus akin to the apparatus used by Mr. Tesla in America\", has picked up fragments of radio communications from Cavor sent from inside the moon. During a period of relative freedom Cavor has taught two Selenites English and learned much about lunar society.\nCavor's account explains that Selenites exist in thousands of forms and find fulfillment in carrying out the specific social function for which they have been brought up: specialization is the essence of Selenite society. \"With knowledge the Selenites grew and changed; mankind stored their knowledge about them and remained brutes—equipped,\" remarks the Grand Lunar, when he finally meets Cavor and hears about life on Earth. Unfortunately, Cavor reveals humanity's propensity for war; the lunar leader and those listening to the interview are \"stricken with amazement\". Bedford infers that it is for this reason that Cavor has been prevented from further broadcasting to Earth. Cavor's transmissions are cut off as he is trying to describe how to make cavorite. His final fate is unknown, but Bedford is sure that \"we shall never… receive another message from the moon\".",
          "summary": "The First Men in the Moon is a scientific romance by the English author H. G. Wells, originally serialised in The Strand Magazine from December 1900 to August 1901 and published in hardcover in 1901, who called it one of his \"fantastic stories\". The novel tells the story of a journey to the moon undertaken by the two protagonists, a businessman narrator, Mr. Bedford, and an eccentric scientist, Mr. Cavor. Bedford and Cavor discover that the moon is inhabited by a sophisticated extraterrestrial civilization of insect-like creatures they call \"Selenites\".\n\n",
          "title": "The First Men in the Moon",
          "author": "531EDFA6-A361-4E15-873F-45E4EA0AF120",
          "rating": 3.69,
          "isbn": "0141441089"
      },
    {
        "author": "C74FBCAE-43AB-4869-9927-26E20AE60F5D",
        "year": 1952,
        "id": 675,
        "title": "Manners of the Age",
        "summary": "<b> With everyone gone elsewhere, Earth was perfect for gracious living—only there was nothing gracious about it! </b><br /><br /><i>Science Fiction </i><br />Play Duration: 00:37:54 <br />Public Domain stories from Project Gutenberg, that are read by volunteers. <br />First published in <i>”Galaxy Science Fiction”</i> <br /><br /><u>Free download from LibriVox.org</u>",
        "cover": "https://images.gr-assets.com/books/1368329720l/17909582.jpg",
        "rating": 3.25
    },
    {
        "author": "58231BEB-C487-493F-90EC-AF6873295790",
        "year": 1961,
        "id": 558,
        "title": "Oh, Rats!",
        "cover": "https://images.gr-assets.com/books/1501633043l/35896870.jpg",
        "rating": 3.74
    },
    {
        "author": "9BBB2533-BFF4-47A4-928E-AFE17EA8A66F",
        "year": 1953,
        "pages": 13,
        "id": 548,
        "title": "I'll Kill You Tomorrow",
        "summary": "The entities were utterly, ambitiously evil; their line of defense, apparently, was absolutely impregnable.",
        "cover": "https://images.gr-assets.com/books/1325370690l/13349438.jpg",
        "rating": 3.11
    },
    {
        "author": "D18C4241-A956-4CDE-A023-3B0B08226312",
        "year": 1956,
        "id": 678,
        "title": "Vital Ingredient",
        "summary": "<b>Frankie was ready for the big test—Ten-Time Winner of the world title. He was young and fit and able; also, he had Milt's cunning brain to direct every feint and punch. This left only one thing in doubt, the——</b><br /><i>Mental Powers</i><br />Play Duration: 00:16:24 <br />Public Domain stories from Project Gutenberg, that are read by volunteers. <br />First published in Amazing Stories magazine<br /><u>Free download from LibriVox.org</u> <br />Down load file sizes<br />[mp3@64kbps - 7.8MB]<br />[mp3@128kbps - 15.7MB]<br />[ogg vorbis - 9.83MB]",
        "cover": "https://images.gr-assets.com/books/1328760312l/13459903.jpg",
        "rating": 3.25
    },
    {
           "id": 535,
           "cover": "https://images.gr-assets.com/books/1328054995l/6328964.jpg",
           "plot": "The story is set in Alaska. Its main protagonist is Ed Brown, a trapper who has just begun a winter's stay in the wooded mountains. He soon discovers a \"hole\" into another world.\nAt this point in the story, the reader has already been told about the hole and the other world. The other world, named in the story only as World 7, is being used by an alien civilization as an experimental ground for transplanting intelligent life from different planets. However, World 7 has inadvertently been infested with a Harn, an intelligent predator. The entity overseeing the planet, known in the story only as the Warden, needs to eliminate the Harn and decides that the easiest way to do this is to open a portal from World 7 to Earth. The Warden's intention is to have the people of Earth kill the Harn.\nHis curiosity piqued by what he sees through the portal, Ed Brown passes through and investigates the other world. He soon comes into conflict with the Harn, but escapes back through to Earth. The Harn follows him through the portal and a final fight takes place in the mountains of Alaska. The Harn is a colony organism that can produce individuals of different sizes, shapes, and armaments, though it is limited by available resources. As the conflict develops, it tries to win by producing two large, lethal individuals.\nEd, being prepared for a winter in a hostile landscape, has several firearms with him, including shotguns, hunting rifles and light \"varmint\" guns. He has \"snakeproof\" pants and other backwoods equipment. The creatures are also allergic to tobacco: he can drive off some of the smaller ones by spitting tobacco juice at them.\nThe narrative dwells on Ed's need to conserve ammunition by not wasting heavy ammo on small targets. He is able to drive back most of the attacks, but is left with limited ammunition just as the Harn activates the final attackers. Realizing that the creature must have a central controller, he goes to World 7 while the Harn is mostly on Earth. He finds a burrow by following tracks, pours gasoline in and lights it. Just then the final attackers appear. They are huge bear-like creatures with fangs, claws, and six legs. Ed shoots one several times with his rifle but is injured as it makes a dying lunge. The second creature appears, but fortunately the Harn dies, and it collapses.\nThe final scene has Ed watching as a stranger looks at the battlefield, smiles at him and disappears. This is evidently the Warden. Ed returns to his normal routine.",
           "summary": "\"Cat and Mouse\" is a science fiction novelette by Ralph Williams. Originally published in the June 1959 issue of Astounding Science Fiction, it was nominated for, but did not win, the 1960 Hugo Award for Best Short Fiction.",
           "title": "Cat and Mouse",
           "author": "A15FAE8B-D79A-47B8-B85B-776A782594F7",
           "rating": 3.96,
           "year": 1959
       }
]
