[
    {
        "title": "Brightside Crossing",
        "id": 746,
        "isbn": "1681465051",
        "cover": "https://images.gr-assets.com/books/1458497954l/29519390.jpg",
        "rating": 3,
        "price": 20.84,
        "summary": "Four men set out to prove their mettle by crossing the bright side of Mercury when it is closest to the sun. A feat which no one has ever done and survived. The odds are against them and they will need all of their expertise and courage if they are to succeed. Even that might not be enough.",
        "year": 1956,
        "author": "212436F0-2155-41D5-83AF-98DD1D897A25",
        "pages": 44
    },
    {
        "title": "Meeting of the Minds",
        "id": 264,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 3.36,
        "price": 17.76,
        "year": 1960,
        "author": "B3965E84-6B3B-41A7-A2F1-33BBA849F323"
    },
    {
        "title": "The Sargasso of Space",
        "id": 293,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 3.87,
        "price": 11.21,
        "year": 1931,
        "author": "7397F108-5346-4F27-9646-29926977CFB9"
    },
    {
        "title": "Blessed Are the Meek",
        "id": 747,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 4.14,
        "price": 18.88,
        "summary": "This work has been previously published and carefully edited by humans to be read digitally on your eReader. Please enjoy this historical and classic work. All of our titles are only 99 cents and are formatted to work with the Nook. Also, if it is an illustrated work, you will be able to see all of the original images. This makes them the best quality classic works available for the lowest price. So enjoy this classic work as if it were the original book!",
        "year": 1955,
        "author": "458333AE-F25A-4FB5-9614-96FE48FA21BD"
    },
    {
        "title": "Comet's Burial",
        "id": 758,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 0,
        "price": 18.64,
        "year": 1953,
        "author": "3E964405-1D68-4205-AFC8-3F9CCEDDD4B7"
    },
    {
        "title": "Amateur in Chancery",
        "id": 823,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 2,
        "price": 21.72,
        "summary": "The creature from Venus didn't know right from left—and life and death hung in the balance!",
        "year": 1961,
        "author": "59A8E303-51DD-47C3-9228-8493B6C62B37"
    },
    {
        "title": "Lex",
        "id": 667,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 3.91,
        "price": 23.85,
        "year": 1959,
        "author": "B2F7FCA5-527B-4730-8859-6B423C7BD1E8"
    },
    {
        "title": "The Cosmic Computer",
        "id": 44,
        "isbn": "0441117570",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 3.73,
        "price": 10.67,
        "summary": "During the System States' War, Poictesme was the general HQ and supply depot for the final thrust at the enemy. When the war ended, the buildings, the munitions, the freeze-dried food supplies, were all abandoned without a thought. Now the colony world is a poverty-stricken agricultural society with only two exports: the fermented products of their world's unique grapes, and the salvaged war equipment, now selling at about 1% of its true value.<br /><br />And, persisting over the decades, is the legend of MERLIN, the super-computer said to have planned the grand strategy which successfully concluded the war. \"If we could only find Merlin,\" the inhabitants said to each other, \"all our problems would be solved.\"<br /><p>Then young Conn Maxwell returned from Earth, with a university degree, and a few clues about the location and the true nature of Merlin. And the sure knowledge that finding the Cosmic Computer would be the worst thing that could possibly happen to his home world.</p>",
        "year": 1963,
        "author": "FA545141-9C4A-49BB-B5DC-F1D185E0A7A2",
        "pages": 249
    },
    {
        "title": "Breaking Point",
        "id": 585,
        "isbn": "0802755526",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 3.97,
        "price": 26.86,
        "summary": "Contents:<br /><br />Introduction (essay)<br />Breaking Point (novelette<br />A Monster Named Smith<br />Cinderella Story<br />Teddy Bear<br />The Man Who Owned Tomorrow<br />Green Thumb<br />The Power and the Glory<br />The Listeners (novelette)<br />Translations (essay)",
        "year": 1953,
        "author": "ABFD2556-F048-44F8-855C-16F859F164A1"
    },
    {
        "title": "Disowned",
        "id": 818,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 4.2,
        "price": 22.5,
        "summary": "This book was converted from its physical edition to the digital format by a community of volunteers. You may find it free on the web. Purchase of the Kindle edition includes wireless delivery.",
        "year": 1932,
        "author": "CDB4CB02-215F-4B36-9A28-13CB5C7FFEB8"
    },
    {
        "title": "Unborn Tomorrow",
        "id": 855,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 3.29,
        "price": 28.21,
        "summary": "This book was converted from its physical edition to the digital format by a team of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.",
        "year": 1959,
        "author": "C7040BFF-6F99-456A-A506-C29952C9AAE8"
    },
    {
        "title": "The Star Hyacinths",
        "id": 650,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 4.19,
        "price": 21.87,
        "year": 1961,
        "author": "F4F0A07F-9C1B-490D-842E-A3F00DAE5E64"
    },
    {
        "title": "B. C. 30,000",
        "id": 425,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 2,
        "price": 23.47,
        "year": 1932,
        "author": "DFE4D7FA-F827-48A8-A3C9-2880DBC5245E"
    },
    {
        "title": "Zero Hour",
        "id": 698,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 3.93,
        "price": 28.8,
        "summary": "Short story.",
        "year": 1956,
        "author": "A9E0C89A-C5A0-4E2B-8BE7-EEEB27044DAA"
    },
    {
        "title": "Masters of Space",
        "id": 102,
        "cover": "https://images.gr-assets.com/books/1373070112l/2332291.jpg",
        "rating": 3.65,
        "price": 23.24,
        "summary": "The Masters had ruled all space with an unconquerable iron fist. But the Masters were gone. And this new, young race who came now to take their place–could they hope to defeat the ancient Enemy of All?<br /><br />Approx. 6.75 hours",
        "year": 1961,
        "author": "93E6AF07-A256-4887-B3B1-6BD21FC0917F",
        "pages": 7
    },
    {
        "title": "Code Three",
        "id": 456,
        "isbn": "0809501449",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 4.26,
        "price": 13.45,
        "summary": "The cars on high-speed highways must follow each other like sheep. And they need shepherds. The highway police cruiser of tomorrow however must be massively different-as different as the highways themselves!",
        "year": 1967,
        "author": "510C0B87-C1A3-4294-BAA5-C80E1EE1E305",
        "pages": 92
    },
    {
        "title": "And All the Earth a Grave",
        "id": 346,
        "cover": "https://images.gr-assets.com/books/1379566509l/11928404.jpg",
        "rating": 3.14,
        "price": 18.75,
        "year": 1963,
        "author": "EDD8284B-AD4E-4402-8B0D-A6C773522E99",
        "pages": 20
    },
    {
        "title": "A Bad Day for Vermin",
        "id": 207,
        "cover": "https://images.gr-assets.com/books/1501632743l/35896849.jpg",
        "rating": 3,
        "price": 17.9,
        "year": 1964,
        "author": "BF9FE5A2-DAF3-4D59-BBDB-2CBB6F5019F3"
    },
    {
        "title": "Second Variety",
        "plot": "\"Second Variety\" occurs in the aftermath of an extensive nuclear war between the Soviet Union (sometimes referred to as Russia) and the United Nations. Early Soviet victories forced the North American government and production to flee to a Moon Base, leaving the majority of their troops behind. To counter the almost complete Soviet victory, U.N. technicians develop robots, nicknamed claws—the basic models are \"a churning sphere of blades and metal\" that ambush their unsuspecting victims \"spinning, creeping, shaking themselves up suddenly from the gray ash and darting toward… [any warm body].\" U.N. forces are protected from the claws by a special radiation-emitting wrist tab. Within six years, the sophisticated and independent claws have destroyed the Soviet forces, repairing and redesigning themselves in automated underground factories run without any human oversight.\nThe U.N. forces receive a message from the Soviets asking for a policy-level officer to go to them for a gravely urgent conference. The U.N. victory was costlier than they had expected. Major Joseph Hendricks is sent to negotiate with the Soviets. En route to the rendezvous, he meets a small boy named David who asks to accompany Hendricks. When they near the Soviet bunker, soldiers immediately kill the boy, revealing him to be an android. The claws' development program has evolved to develop sophisticated robots, indistinguishable from humans, designed to infiltrate and kill. The three Soviets met by Major Hendricks—soldiers Klaus, Rudi, and a young woman named Tasso—reveal that the entire Soviet army and command structure collapsed under the onslaught of the new robots - they are all that are left in the command center.\nFrom salvaged internal metal identification plates, two varieties are identified: I-V, a wounded soldier, and III-V, David. II-V—the \"second variety\"—remains unknown. The different models are produced independently of each other in different factories. The Soviets also reveal that the U.N. protective tabs are ineffective against the new robots. Hendricks attempts to transmit a warning to his H.Q. bunker, but is unable to do so.\nDuring the night, Klaus claims Rudi is the II-V and kills him, however Rudi's internal organs are human. The next morning, Hendricks and the two remaining Soviets return to the U.N. lines. When they reach the bunker, they discover it overrun: a crowd of David and Wounded Soldier robots attack, but Tasso destroys them with a very powerful hand grenade, stating that it was designed to destroy the robots. Hendricks and Tasso flee, leaving Klaus to the old-style claws. However, Klaus survives both the claws and the bomb blast only to be shot by Tasso, sending \"gears and wheels\" flying. Tasso tells Hendricks that Klaus must have been the II-V robot.\nHendricks, now suffering from a wounded arm and internal injuries, hopes to escape to the Moon Base. He and Tasso search for a hidden escape rocket, which is found to be a single-seat spacecraft. Hendricks attempts to leave, but Tasso convinces him to let her leave and send back help. In his injured state, he has no choice but to agree. Hendricks provides Tasso with the signal code needed to find the Moon Base.\nAlone and armed with Tasso's pistol, Hendricks returns to Klaus' remains and discovers from the parts that the robot was not a II-V, but a IV-V. A group of robots then attack Hendricks, including Davids, Wounded Soldiers, and several Tasso—the true II-V—models. Hendricks recognizes that he has doomed the Moon Base by sending a robot to them, and that he cannot withstand the onslaught of robots attacking him. Noticing the bombs carried by all the Tasso models, Hendricks' last ironic thought is that the robots are already producing weapons designed for killing each other.",
        "id": 11,
        "cover": "https://images.gr-assets.com/books/1476668036l/8185014.jpg",
        "rating": 3.96,
        "price": 24.55,
        "summary": "\"Second Variety\" is a science fiction short story by American writer Philip K. Dick, first published in Space Science Fiction magazine, in May 1953. A nuclear war between the Soviet Union and the West has reduced much of the world to a barren wasteland. The war continues, however, among the scattered remains of humanity. The Western forces have developed \"claws\", which are autonomous self-replicating robots to fight on their side. It is one of Dick's many stories in which nuclear war has rendered the Earth's surface uninhabitable. The story was adapted into the movie Screamers in 1995.\nThe short story \"Jon's World\" written in 1954 revisited the claw-infested world of \"Second Variety\".",
        "year": 1953,
        "author": "B6F60590-43D2-471D-9F50-2D39B1475C09"
    },
    {
        "title": "Out of This World Convention",
        "id": 780,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "rating": 2.78,
        "price": 10.78,
        "year": -1,
        "author": "5537C450-141D-4399-9E21-E4D6446EA6FE",
        "pages": 2
    }
]
