[
    {
        "title": "The Sargasso of Space",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "id": 293,
        "rating": 3.87,
        "year": 1931,
        "author": "7397F108-5346-4F27-9646-29926977CFB9"
    },
    {
        "pages": 16,
        "title": "They Also Serve",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "The launch carrying the mail, supplies and replacements eased slowly in toward the base, keeping the bulk of the Moon between itself and Earth. Captain Ebor, seated at the controls, guided the ship to the rocky uneven ground with the easy carelessness of long practice, then cut the drive, got to his walking tentacles, and stretched. Donning his spacesuit, he left the ship to go over to the dome and meet Darquelnoy, the base commander.",
        "id": 549,
        "rating": 3.38,
        "year": 1961,
        "author": "53A581B7-4275-4FC4-A765-8C6D0281C816"
    },
    {
        "pages": 68,
        "title": "The Silver Menace",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "At last the government could keep silence no longer, and the world was informed of the true malignity of the Silver Menace. The silvery jelly had reached the American coasts, invaded and conquered the harbors, and was even then rapidly solidifying the rivers, but its threat did not end there. Just as it had crept up the sides of Gerrod's test tubes, and as it had overwhelmed the yacht, now it crept up the beaches. Slowly and inexorably die slimy masses of jelly crept above the water line. The beaches were buried below thick blankets of sticky, shimmering animalcules and still the menace grew.<br /><br />They overwhelmed all obstacles placed in their path. The whole green, fertile earth was threatened with burial beneath a mantle of slimy, silvery, glistening horror!",
        "isbn": "1479407887",
        "id": 552,
        "rating": 0,
        "year": 1919,
        "author": "0B701496-D00F-4284-B989-1B8800B0CA44"
    },
    {
        "title": "The Back of Our Heads",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "id": 499,
        "rating": 3.7,
        "year": 1958,
        "author": "312CF494-2509-4663-8B5B-72C574F45162"
    },
    {
        "author": "36982693-2241-4B92-868E-04E9DEF44638",
        "rating": 2.44,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "id": 258,
        "title": "Each Man Kills",
        "year": 1951
    },
    {
        "author": "81E7B200-5D27-4751-AB35-2D1A92DF5897",
        "rating": 3.67,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "id": 220,
        "title": "Hot Planet",
        "year": 1963
    },
    {
        "author": "B3595982-BDA9-421F-9402-17B18A4CE12D",
        "rating": 3.61,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "They were two desperate scavengers in a no-man's land of radiation and death. Living in a kill or be killed world. Can they fin a new life and hope? A grim, grisly post-apocalypse story.",
        "id": 218,
        "title": "The Night of the Long Knives",
        "isbn": "1604596651",
        "year": 1960
    },
    {
        "author": "F0875784-D96F-44E0-925B-6F47146C7D53",
        "rating": 0,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "You too can be a Qurono. All you need do is geoplanct. All you need know is when to stop!",
        "id": 684,
        "title": "Always a Qurono",
        "pages": 20,
        "isbn": "1515405877",
        "year": 1962
    },
    {
        "author": "EA222973-EF70-41BA-B658-47544687EBC2",
        "rating": 0,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "This collection of literature attempts to compile many of the classic works that have stood the test of time and offer them at a reduced, affordable price, in an attractive volume so that everyone can enjoy them.",
        "id": 918,
        "title": "A City Near Centaurus",
        "pages": 38,
        "isbn": "1530458072",
        "year": 1962
    },
    {
        "author": "C338BF96-07C9-46EF-AB7A-DAFE8C671C52",
        "rating": 4.36,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "id": 291,
        "title": "The Monster",
        "year": 1949
    },
    {
        "author": "12D0B0DC-F311-48F6-8790-A52EE9BEF129",
        "rating": 3.24,
        "cover": "https://images.gr-assets.com/books/1329284477l/13485594.jpg",
        "summary": "<b>Selling a whole town, and doing it inconspicuously, can be a little difficult … either giving it away freely, or in a more normal sense of “selling”. People don't quite believe it…</b><br /><i>Science Fiction</i><br />Play Duration: 00:59:52 <br />Public Domain stories from Project Gutenberg, that are read by volunteers. <br />First published in <i>I“Analog Science Fact Science Fiction”</i> <br /><br /><u>Free download from LibriVox.org</u> <br />Down load file sizes<br />[mp3@64kbps - 28.7MB]<br />[mp3@128kbps - 57.4MB]<br />[ogg vorbis - 34MB]",
        "id": 451,
        "title": "The Servant Problem",
        "year": 1962
    },
    {
        "author": "52DFE645-9FD2-4CDB-8D52-C98838128753",
        "rating": 3.76,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "Alfred Coppel was a science fiction writer in the middle of the 20th century. He wrote adventurous stories for numerous pulp magazines. Other works by Coppel can be found under his pseudonym Robert Cham Gilman.",
        "id": 858,
        "title": "The Hills of Home",
        "pages": 48,
        "isbn": "1604243430",
        "year": 1956
    },
    {
        "author": "529E6C18-1D27-4056-BB47-9173637E4D5C",
        "rating": 3.77,
        "plot": "The author relates how, traveling in the Sahara desert, he has encountered a remarkable vehicle and its pilot, David Innes, a man with a remarkable story to tell.\nDavid Innes is a mining heir who finances the experimental \"iron mole,\" an excavating vehicle designed by his elderly inventor friend Abner Perry. In a test run, they discover the vehicle cannot be turned, and it burrows 500 miles into the Earth's crust, emerging into the unknown interior world of Pellucidar. In Burroughs' concept, the Earth is a hollow shell with Pellucidar as the internal surface of that shell.\nPellucidar is inhabited by prehistoric creatures of all geological eras, and dominated by the Mahars, a species of flying reptile both intelligent and civilized, but which enslaves and preys on the local stone-age humans. Innes and Perry are captured by the Mahars' ape-like Sagoth servants and taken with other human captives to the chief Mahar city of Phutra. Among their fellow captives are the brave Ghak, the Hairy One, from the country of Sari, the shifty Hooja the Sly One and the lovely Dian the Beautiful of Amoz.\nDavid Innes, attracted to Dian the Beautiful, defends her against the unwanted attentions of Hooja the Sly One, but due to his ignorance of local customs she assumes he wants her as a slave, not a friend or lover, and subsequently snubs him. Only later, after Hooja slips their captors in a dark tunnel and forces Dian to leave with him, does David learn from Ghak the cause of the misunderstanding.\n\nIn Phutra the captives become slaves, and the two surface worlders learn more of Pellucidar and Mahar society. The Mahars are all female, reproducing parthogenetically by means of a closely guarded \"Great Secret\" contained in a Mahar book. David learns that they also feast on selected human captives in a secret ritual. In a disturbance, David manages to escape Phutra, becomes lost, and experiences a number of adventures before sneaking back into the city. Rejoining Abner, he finds the latter did not even realize he was gone, and the two discover that time in Pellucidar, in the absence of objective means to measure it, is a subjective thing, experienced by different people at different rates.\nObsessed with righting the wrong he has unwittingly done Dian, David Innes escapes again and eventually finds and wins her by defeating the malevolent Jubal the Ugly One, another unwanted suitor. David makes amends, and he and Dian wed.\nLater, along with Ghak and other allies, David Innes and Abner Perry lead a revolt of humankind against the cruel Mahars. Their foes are hampered by the loss of the Great Secret, which David has stolen and hidden. To further the struggle David returns to the Iron Mole, in which he and Dian propose to travel back to the surface world to procure outer world technology. Only after it is underway does he discover that Hooja the Sly One has substituted a drugged Mahar for Dian the Beautiful.\nBack in the world we know David meets the author, who after hearing his tale and seeing his prehistoric captive, helps him resupply and prepare the mole for the return to Pellucidar.",
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "At the Earth's Core is a 1914 fantasy novel by American writer Edgar Rice Burroughs, the first in his series about the fictional \"hollow earth\" land of Pellucidar. It first appeared as a four-part serial in All-Story Weekly from April 4–25, 1914. It was first published in book form in hardcover by A. C. McClurg in July, 1922.",
        "id": 52,
        "title": "At the Earth's Core",
        "pages": 180,
        "isbn": "0809599783",
        "year": 1914
    },
    {
        "author": "BF9FE5A2-DAF3-4D59-BBDB-2CBB6F5019F3",
        "rating": 4,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "<b>Nightmare at Stonehenge</b><br /><br />When Legion meets a strange old millionaire called \"Foster,\"\" he doesn't know that his whole life will never be the same again. For \"Foster\" has a strange story to tell. Part of his story is contained in his diary, which not only describes things in the very recent past, but goes back for <i>centuries</i>. . .<br /><br />Foster has hired Legion to help him regain his lost memory. Then both men are suddenly attacked by alien powers. They flee to Stonehenge in England where they discover a strange control chamber deep in the ruins. <br /><br />They succeed in bringing down to earth an alien space ship which has been in orbit for thousands of years. Eventually they both become captives. . . <i>on another planet.</i><br /><br /><br /><br />First Book Publication, 1963",
        "id": 265,
        "title": "A Trace of Memory",
        "pages": 176,
        "isbn": "0425607801",
        "year": 1962
    },
    {
        "author": "A040F508-1721-4B10-B868-85A56B7494B2",
        "rating": 3.51,
        "cover": "https://images.gr-assets.com/books/1485028457l/6052585.jpg",
        "summary": "The Devil in Iron is a 1976 collection of two fantasy short stories written by Robert E. Howard featuring his sword and sorcery hero Conan the Barbarian. The book was published in 1976 by Donald M. Grant, Publisher, Inc. as volume V of their deluxe Conan set. The stories both originally appeared in the magazine Weird Tales.",
        "id": 119,
        "title": "The Devil in Iron",
        "pages": 153,
        "isbn": "0448145804",
        "year": 1934
    },
    {
        "author": "1336FC34-73A5-4FCB-8C8E-BC02F0401F81",
        "rating": 4.34,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "When we hear a work has been written by person or persons unknown under a house pseudonym, was part of a series that ran simultaneously in the newspaper comics, on TV, on radio, and in cheesy-looking off-size paperback books, we feel safe we can assume that the content will be not just forgettable, but something we'll be better off forgetting. But work made for hire isn't always so awful, actually, or it didn't used to be, anyway. And in the case of the book you hold in your hands -- first in the Tom Corbett series by Carey Rockwell (whoever he was in real life) -- this book is really pretty damned neat. It's the tale of three young men who join the Solar Guard to serve as Space Cadets (yes, really! That's what the book calls them). It tells of the challenges that face them, and the way they triumph over adversity. Neat stuff! Read it now!",
        "id": 355,
        "title": "Stand by for Mars!",
        "isbn": "1406839604",
        "year": 1952
    },
    {
        "author": "EE471839-0978-4DD7-AEB0-A001472A4272",
        "rating": 3.33,
        "cover": "https://images.gr-assets.com/books/1424674626l/12231989.jpg",
        "summary": "First published in the fanzine Scienti-Snap, February 1940.<br /><br />This book was converted from its physical edition to the digital format by a community of volunteers. You may find it for free on the web. Purchase of the Kindle edition includes wireless delivery.",
        "id": 448,
        "title": "Song in a Minor Key",
        "pages": 3,
        "year": 1940
    },
    {
        "author": "A040F508-1721-4B10-B868-85A56B7494B2",
        "rating": 4.04,
        "plot": "\"Red Nails\" begins in the jungles far to the south of any known civilized or barbarian lands, where Valeria of the Red Brotherhood and Conan (her would-be lover) are set upon by a \"dragon\" (actually a dinosaur, though described with the characteristics of a stegosaurus and an allosaur) that mauls their horses. The pair retreat to a crag the monster cannot scale, but have no food or water. Conan recognizes some poisonous fruit growing nearby; they coat the tip of a spear with its juice, and pierce the jaws of the monster with it. Although blinded, the raging monster pursues them by their scent. Overtaken, Conan whirls to face the beast and lures it to its death.\nConan and Valeria emerge from the jungle to make their way to a walled city they spotted from the crag. Finding no grazing herds or cultivated fields around the city, they assume it is deserted. They force the rusted gates and enter a bizarre twilight world: the city is a single massive structure made of jade with traces of other materials, consisting entirely of four tiers of rooms, chambers, and passageways. A single great hallway runs the length of the city, but there are no other streets or open courtyards. The pair separate to search the city. Valeria encounters a man named Techotl whom she saves from his would-be killer; Conan arrives in time to save them from the man's comrades. Techotl invites Conan and Valeria into the stronghold of his people, the Tecuhltli, where they welcomed by the rulers, Olmec and Tascela.\nIn the stronghold Conan and Valeria learn that the city of Xuchotil was built long before its current inhabitants arrived. The people who created the city had used magic to resurrect \"dragons\" (actually the jumbled skeletons of dinosaurs) to protect the city. One day, a slave named Tolkemec betrayed his masters to guide a band led by the brothers Tecuhltli and Xotalanc into the city who then slaughtered the original inhabitants. The conquerors afterwards ruled the city in peace until Tecuhltli stole the bride of his brother, leading to a feud in which most of the conquerors were killed. Tolkemec played both sides for his own purposes before he was exiled to the catacombs and assumed to have died there. Nails driven into pillar in their stronghold keeps count of how many of their enemy they have slain, and provides the title of the story.\nThe arrival of Conan and Valeria precipitates the final showdown in the decades-long feud. Members of the Xotalanc clan manage to break into the Tecuhltli stronghold, but they are outnumbered. With the help of the formidable fighters Conan and Valeria the Tecuhltli win the grim battle, and the Xotalanc are all killed. Olmec is exultant at this final victory, though sorry that none of his enemies was taken alive to be slowly tortured to death - as both sides in the conflict regularly did to prisoners. However, his gratitude to his two allies is definitely short-lived.\nHaving no intention of letting Conan and Valeria leave the city, Olmec secretly orders his men to kill Conan. While Olmec attempts to force himself on Valeria, he is thwarted by Tascela who imprisons him. She is revealed to be a sorceress and bride whose kidnapping started the feud. Tascela plans to use Valeria's vitality to restore her youth. After killing off his assassins, Conan returns to Tecuhltli, reluctantly frees Olmec, only to kill him when Olmec proves untrustworthy. Conan finds the chamber where Tascela has bound Valeria to an altar, but is caught in a steel trap helpless to save Valeria. At this point Tolkemec enters the chamber, having become a wild man during his exile in the catacombs, and uses a magical wand to kill Tascela's followers. Desperate for assistance, Tascela frees Conan. Conan defeats Tolkemec while Valeria frees herself and kills Tascela with a dagger thrust to the heart. With the last inhabitants of Xuchotl slain, Conan and Valeria depart the dead city.",
        "cover": "https://images.gr-assets.com/books/1285271574l/1348886.jpg",
        "summary": "\"Red Nails\" is the last of the stories about Conan the Cimmerian written by American author Robert E. Howard. A novella, it was originally serialized in Weird Tales magazine from July to October 1936. It is set in the pseudohistorical Hyborian Age and concerns Conan encountering a lost city in which the degenerate inhabitants are proactively resigned to their own destruction. Due to its grim themes of decay and death, the story is considered a classic of Conan lore and is often cited by Howard scholars as one of his best tales.\nThe story was republished in the collections The Sword of Conan (Gnome Press, 1952) and Conan the Warrior (Lancer Books, 1967). It was first published by itself in book form by Donald M. Grant, Publisher, Inc. in 1975 as volume IV of their deluxe Conan set. It has most recently been republished in the collections The Conan Chronicles Volume 2: The Hour of the Dragon (Gollancz,2001) and The Conquering Sword of Conan (Del Rey, 2005) (published in the United Kingdom by Wandering Star as Conan of Cimmeria: Volume Three (1935-1936)), as well as The Best of Robert E. Howard, Volume 2: Grim Lands (Del Rey, 2007).",
        "id": 113,
        "title": "Red Nails",
        "pages": 295,
        "isbn": "0425036103",
        "year": 1936
    },
    {
        "author": "21483ADC-8C8D-4574-BA6F-9BE4D764AE69",
        "rating": 3.77,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "Published February 1930. Contains the stories:<br /><br />\"Old Crompton's Secret\", by Harl Vincent<br /><br />Tom's Extraordinary Machine Glowed—and the Years Were Banished from Old Crompton's Body. But There Still Remained, Deep-seated in His Century-old Mind, the Memory of His Crime.<br /><br />\"Spawn of the Stars\", by Charles Willard Diffin<br /><br />The Earth Lay Powerless Beneath Those Loathsome, Yellowish Monsters That, Sheathed in Cometlike Globes, Sprang from the Skies to Annihilate Man and Reduce His Cities to Ashes.<br /><br />\"The Corpse on the Grating\", by Hugh B. Cave<br /><br />In the Gloomy Depths of the Old Warehouse Dale Saw a Thing That Drew a Scream of Horror to His Dry Lips. It Was a Corpse—the Mold of Decay on Its Long-dead Features—and Yet It Was Alive!<br /><br />\"Creatures of the Light\", by Sophie Wenzel Ellis<br /><br />He Had Striven to Perfect the Faultless Man of the Future, and Had Succeeded—Too Well. For in the Pitilessly Cold Eyes of Adam, His Super-human Creation, Dr. Mundson Saw Only Contempt—and Annihilation—for the Human Race.<br /><br />\"Into Space\", by Sterner St. Paul<br /><br />What Was the Extraordinary Connection Between Dr. Livermore's Sudden Disappearance and the Coming of a New Satellite to the Earth?<br /><br />\"The Beetle Horde\", by Victor Rousseau (part 2 of 2)<br /><br />Bullets, Shrapnel, Shell—Nothing Can Stop the Trillions of Famished, Man-sized Beetles Which, Led by a Madman, Sweep Down Over the Human Race.<br /><br />\"Mad Music\", by Anthony Pelcher<br /><br />The Sixty Stories of the Perfectly Constructed Colossus Building Had Mysteriously Crashed! What Was the Connection Between This Catastrophe and the Weird Strains of the Mad Musician's Violin?<br /><br />\"The Thief of Time\", by Captain S. P. Meek<br /><br />The Teller Turned to the Stacked Pile of Bills. They Were Gone! And No One Had Been Near!",
        "id": 40,
        "title": "Astounding Stories of Super-Science February 1930",
        "pages": 212,
        "year": 1930
    },
    {
        "author": "B3595982-BDA9-421F-9402-17B18A4CE12D",
        "rating": 3.7,
        "cover": "https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png",
        "summary": "The Professor was congratulating Earth's first visitor from another planet on his wisdom in getting in touch with a cultural anthropologist before contacting any other scientists (or governments, God forbid!), and in learning English from radio and TV before landing from his orbit-parked rocket, when the Martian stood up and said hesitantly, \"Excuse me, please, but where is it?\"<br /><br />He was asking directions to the loo, as it happened. It was the Professor's Wife, always a perceptive hostess, came to her husband's rescue by saying, \"Top of the stairs, end of the hall, last door.\"<br /><br />Oddly enough, it was the start of a puzzling and all but unspeakable misadventure. As it were.",
        "id": 474,
        "title": "What's He Doing in There?",
        "year": 1957
    }
]